---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.RiserHeightIsTooSmall
source: html/03516198-d0f4-f0ea-0ed6-f071f2566912.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.RiserHeightIsTooSmall Property

Riser height is too small.

## Syntax (C#)
```csharp
public static FailureDefinitionId RiserHeightIsTooSmall { get; }
```